Repository: nadjbabidaniel/qte
Catalog: QuickTimeEntryMainbranch/QuickTimeEntry/QuickTimeEntry.*.resx
Languages: de

# bCopy.Content
source: Copy
de: Kopieren

# bCopy.Description
source: Copy selected time entry
de: AUsgewählten Zeiteintrag kopieren

# bCopy.Hint
source: Copy currently selected time entries ...
de: Aktuell ausgewählten Zeiteinträge kopieren ...

# bDefaultGridView.Content
source: Default
de: Standard

# bDefaultGridView.Description
source: Sets the selected view as default
de: Legt die ausgewählte Ansicht als Standard fest

# bDefaultGridView.Hint
source: Sets the selected view as default
de: Legt die ausgewählte Ansicht als Standard fest

# bDelete.Content
source: Delete
de: Löschen

# bDelete.Description
source: Delete highlighted time entries (Grid and Dynamics CRM)
de: Löschen markierten Zeiteinträge (Grid und Dynamics CRM)

# bDelete.Hint
source: Remove selected time entries from the Grid and (!) Dynamics CRM ...
de: Ausgewählten Zeiteinträge aus dem Grid und (!) Dynamics CRM entfernen ...

# bDeleteGridView.Content
source: Delete
de: Löschen

# bDeleteGridView.Description
source: Deletes the currently selected view from the View drop-down list
de: Löscht die aktuell ausgewählte Ansicht aus der Ansicht-Auswahlliste

# bDeleteGridView.Hint
source: Deletes the currently selected view from the View drop-down list
de: Löscht die aktuell ausgewählte Ansicht aus der Ansicht-Auswahlliste

# bEdit.Content
source: Edit
de: Bearbeiten

# bEdit.Description
source: Edit selected time entries
de: Ausgewählte Zeiteinträge bearbeiten

# bEdit.Hint
source: Edit selected time entries ...
de: Ausgewählte Zeiteinträge bearbeiten ...

# bExpandAll.Content
source: Expand groups
de: Gruppen expandieren

# bExpandAll.Description
source: Expand all entries in the Grid ...
de: Alle Einträge im Grid expandieren ...

# bExpandAll.Hint
source: Expand all entries in the Grid ...
de: Alle Einträge im Grid expandieren ...

# bExpandNone.Content
source: Reduce groups
de: Gruppen reduzieren

# bExpandNone.Description
source: Reduce entries in Grid ...
de: Einträge Einträge im Grid reduizeren ...

# bExpandNone.Hint
source: Reduce entries in Grid ...
de: Einträge Einträge im Grid reduizeren ...

# bGoOffline.Content
source: Switch to offline mode
de: Wechsel in den Offline-Modus

# bGoOffline.Description
source: Switch to offline mode
de: Wechsel in den Offline-Modus

# bGoOffline.Hint
source: Switch to offline mode...
de: Wechsel in den Offline-Modus...

# bGoOnline.Content
source: Switch to online mode
de: Wechsel in den Online-Modus

# bGoOnline.Description
source: Switch to online mode
de: Wechsel zum Online-Modus

# bGoOnline.Hint
source: Switch to online mode...
de: Wechsel in den Online-Modus...

# bHelp.Content
source: Help for toolbar
de: Hilfe zur Toolbar

# bHelp.Description
source: Displays a description of the toolbar functions ...
de: Zeigt eine Beschreibung zu den Toolbarfunktionen...

# bHelp.Hint
source: Displays a description of the toolbar functions ...
de: Zeigt eine Beschreibung zu den Toolbarfunktionen...

# bManageConnections.Content
source: Manage connections
de: Verbindungen verwalten

# bManageConnections.Description
source: Manage Mscrm connections ...
de: Verbindungen zu Mscrm verwalten...

# bManageConnections.Hint
source: Manage Mscrm connections ...
de: Verbindungen zu Mscrm verwalten...

# bManageLanguage.Content
source: Select Language
de: Sprache auswählen

# bManageLanguage.Description
source: Select Language
de: Sprache auswählen

# bManageLanguage.Hint
source: Select Language
de: Sprache auswählen

# bNew.Content
source: New
de: Neu

# bNew.Description
source: Create time entry
de: Zeiteintrag erstellen

# bNew.Hint
source: Create new time entry ...
de: Neuen Zeiteintrag erstellen...

# bSaveGridView.Content
source: Save
de: Speichern

# bSaveGridView.Description
source: Save the current Grid view in the Views list
de: Speichern die aktuelle Gridansicht in der Ansichten-Liste

# bSaveGridView.Hint
source: Save the current Grid view in the Views list
de: Speichern die aktuelle Gridansicht in der Ansichten-Liste

# bShowFileLog.Content
source: Display log
de: Log anzeigen

# bShowFileLog.Description
source: Displays the FileLog of the current day in NotePad ...
de: Zeigt das FileLog des aktuellen Tages in NotePad an...

# bShowFileLog.Hint
source: Displays the FileLog of the current day in NotePad ...
de: Zeigt das FileLog des aktuellen Tages in NotePad an...

# bSyncMSCRMActMonth.Content
source: Transfer current month
de: Aktuellen Monat übertragen

# bSyncMSCRMActMonth.Description
source: Transfer time entries for the current month
de: Zeiteinträge des aktuellen Monats übertragen

# bSyncMSCRMActMonth.Hint
source: Transfer time entries for the current month...
de: Zeiteinträge des aktuellen Monats übertragen...

# bSyncMSCRMEntityRefresh.Content
source: Resynchronize cache
de: Cache neu synchronisieren

# bSyncMSCRMEntityRefresh.Description
source: Refresh MSCRM entities cache (AP, ANF, VC)
de: MSCRM Entitätencache (AP,ANF,VC) neu syncen (refresh)

# bSyncMSCRMEntityRefresh.Hint
source: Refresh MSCRM entities cache (AP, ANF, VC)...
de: MSCRM Entitätencache (AP,ANF,VC) neu syncen (refresh)...

# bSyncMSCRMPreMonth.Content
source: Transfer last month
de: Letzten Monat übertragen

# bSyncMSCRMPreMonth.Description
source: Transfer time entries of previouse months
de: Zeiteinträge des vorrangegangenen Monats übertragen

# bSyncMSCRMPreMonth.Hint
source: Transfer time entries of previouse months...
de: Zeiteinträge des vorrangegangenen Monats übertragen...

# btnAddTaetigkeitToFavorites_1
source: Add activities to favorites
de: Tätigkeit zu den Favoriten hinzufügen

# btnAddTaetigkeitToFavorites_2
source: Add activities to favorites
de: Tätigkeit zu den Favoriten hinzufügen

# btnAddToFavorites
source: Add entity to favorites
de: Entität zu den Favoriten hinzufügen

# btnCancelTimeentry_TextBlock
source: Cancel
de: Abbrechen

# btnDeleteTaetigkeitToFavorites
source: Remove selected activity from the favorites list
de: Ausgewählte Tätigkeit aus der Favoritenliste entfernen

# btnExtendedSearch
source: Advanced search
de: Erweiterte Suche

# btnFavorites_1
source: Favorites selection
de: Favoritenauswahl

# btnFavorites_2
source: Favorites and recent list selection
de: Favoriten und Recent-Listauswahl

# btnSaveAndCloseTimeentry_TextBlock
source: Save and close
de: Speichern und schliessen

# btnSaveAndNewTimeentry_TextBlock
source: Save and new
de: Speichern und neu

# btnSaveTimeentry_TextBlock
source: Save
de: Speichern

# btnShowQuickTimeentryList
source: Displays a list of recorded times via Start / Stop Timer
de: Zeigt eine Liste der erfassten Zeiten via Start/Stop Timer

# btnShowQuickTimeentryList_TextBlock
source: Display
de: Anzeigen

# gc_beginn
source: START
de: BEGINN

# gc_datum
source: DATE
de: DATUM

# gc_dauer
source: DURATION
de: DAUER

# gc_ende
source: END
de: ENDE

# gc_gesamtdauer
source: OVERALL DURATION
de: GESAMTDAUER

# gc_kw
source: CW
de: KW

# gc_last_error
source: SYNC INFORMATION / ERROR
de: SYNC INFORMATION/FEHLER

# gc_marked.CheckBox
source: Highlighted
de: Markiert

# gc_marked.Header
source: Highlight
de: Markieren

# gc_mscrmuser
source: EXECUTED BY
de: AUSGEFÜHRT DURCH

# gc_mscrm_link
source: REFERENCE 1
de: BEZUG 1

# gc_mscrm_link2
source: REFERENCE 2
de: BEZUG 2

# gc_taetigkeit
source: ACTIVITY
de: TÄTIGKEIT

# gc_tekz
source: ENTITY
de: ENTITÄT

# gc_zusatzzeit
source: ADDITIONAL TIME
de: ZUSATZZEIT

# Label1
source: Activity:
de: Tätigkeit:

# Label10
source: Total duration:
de: Gesamtdauer:

# Label11
source: Travel expenses Yes / No:
de: Fahrtkosten Ja/Nein:

# Label12
source: Description:
de: Beschreibung:

# Label13
source: Note (internal):
de: Anmerkung(intern):

# Label2
source: Reference:
de: Bezug:

# Label3
source: Reference 2:
de: Bezug 2:

# Label4
source: Date:
de: Datum:

# Label5
source: Executed by:
de: Ausgeführt durch:

# Label6
source: Duration:
de: Dauer:

# Label7
source: Billing Type:
de: Abrechnungsweise:

# Label8
source: + Additional time:
de: +Zusatzzeit:

# RibbonPage1
source: CRM connection
de: CRM Verbindung

# RibbonPage2
source: Time entry
de: Zeiteintrag

# RibbonPage3
source: Groups
de: Gruppen

# RibbonPage4
source: CRM synchronization
de: CRM Synchronisation

# RibbonPage5
source: View
de: Ansicht

# tabTE_2
source: Time Entry 2
de: Zeiteintrag 2

# tabTE_3
source: Time Entry 3
de: Zeiteintrag 3

# tabTE_4
source: Time Entry 4
de: Zeiteintrag 4

# tabTE_5
source: Time Entry 5
de: Zeiteintrag 5

# tabTE_1
source: Time Entry 1
de: Zeiteintrag 1

# syncedLabel
source: Time total records
de: Zeiteinträge gesamt

# NOK.png
source: Reference not valid!
de: Bezug ungültig!

# OK.png
source: Reference is valid
de: Bezug ist gültig

# (AP, ANF, VC)
source: Would you like to delete all the entities (AP, ANF, VC) from the cache before resync ? This will also remove from the cache old / inactive synced before entities of Dynamics CRM...
de: Wollen Sie alle Entitäten (AP, ANF, VC) vor dem Resync aus dem Cache löschen? Dadurch werden auch alte/inaktive von Dynamics CRM gesyncte Entitäten aus dem Cache entfernt...

# (AP, ANF, VC)Title
source: To empty MSCRM entities cache
de: MSCRM Entitätencache leeren

# ActiveTEtoDelete
source: Are you sure you want to delete the selected time entry from the Grid and Dynamics CRM?(only for already synced time entries)
de: Sind Sie sicher, dass Sie den markierten Zeiteintrag aus dem Grid und Dynamics CRM (nur bei bereits gesyncten Zeiteinträgen) löschen wollen?

# ActiveTEtoDeleteMany1
source: Are you sure that you want to delete the
de: Sind Sie sicher, dass Sie die

# ActiveTEtoDeleteMany2
source: highlighted time entries from the Grid and Dynamics CRM (only for already synced time entries) ?
de: markiert(en) Zeiteinträge aus dem Grid und Dynamics CRM (nur bei bereits gesyncten Zeiteinträgen) löschen wollen?

# ActiveTEtoDeleteTitle
source: Remove highlighted time entry
de: Markierten Zeiteintrag entfernen

# ActivityDropDown
source: Please enter an activity, which is not included in the list of favorites (drop down) !
de: Bitte geben Sie eine Tätigkeit ein, die noch nicht in der Favoritenliste (DropDown) enthalten ist!

# ActivityFavorite1
source: The activity
de: Die Tätigkeit

# ActivityFavorite2
source: has been added to your list of favourite activities.
de: wurde Ihrer Tätigkeiten-Favoritenliste hinzugefügt.

# ActivityInList
source: The selected activity is already in the list of favorites!
de: Die ausgewählte Tätigkeit ist bereits in der Favoritenliste!

# ActivityNote
source: Blank entry in the 'Activity' is not allowed. Please correct your entry!
de: Leereingabe im Feld 'Tätigkeit' ist nicht erlaubt. Bitte korrigieren Sie Ihre Eingabe!

# AlreadyRunning
source: Program has already been started!
de: Programm wurde bereits gestartet!

# BezugNote
source: Please select a valid Dynamics CRM reference that has to be assigned to this time entry
de: Bitte wählen Sie einen gültigen Dynamics CRM Bezug aus, der diesem Zeiteintrag zugewiesen werden soll!

# BillingType
source: Please select the billing type that has to be assigned to this time entry
de: Bitte wählen Sie die Abrechnungsweise aus, die diesem Zeiteintrag zugeordnet werden soll!

# CancelTimeentry
source: Are you sure you want to cancel the processing of the opened time entry?
de: Sind Sie sicher, dass Sie die Bearbeitung des geöffneten Zeiteintrags abbrechen wollen?

# CancelTimeentryTitle
source: Cancel processing
de: Bearbeitung abbrechen

# DynamicsCRM
source: Please select a valid Dynamics CRM reference that has to be assigned to this time entry
de: Bitte wählen Sie eine Dynamics CRM Benutzer im Feld 'Ausgeführt durch' aus, dem dieser Zeiteintrag zugeordnet werden soll!

# ErrInfoStr
source: Configuration error, the following key entries are missing from the section <appSettings>:
de: Konfigurationsfehler, folgende Key-Einträge fehlen in der Section <appSettings>:

# ErrInfoStrTitle
source: Critical Error
de: Kritischer Fehler

source: Error
de: Fehler

# ExistingActivity
source: Please enter an activity, which is in your list of favorites(drop down) or select an existing activity!
de: Bitte geben Sie eine Tätigkeit ein, die in Ihrer Favoritenliste (DropDown) enthalten ist oder wählen Sie eine vorhandene Tätigkeit aus!

# FavoritesList
source: The selected reference is already in the list of favorites!
de: Der ausgewählte Bezug ist bereits in der Favoritenliste!

source: Important note
de: Wichtiger Hinweis

# InternError
source: Internal error: The selected activity can not be found in your list of favorites!
de: Interner Fehler: Die ausgewählte Tätigkeit wurde nicht in Ihrer Favoritenliste gefunden!

# max5
source: Max. 5 time entries can be simultaneously activated! Please close down an entry if you want to activate a new or existing time entry.
de: Es können nur max. 5 Zeiteinträge gleichzeit aktiviert werden! Bitte schliessen einen Zeiteintrag, wenn Sie einen neuen oder vorhandenen Zeiteintrag aktivieren wollen.

# ValidReferences
source: Reference could not be added. Please select a valid reference!
de: Bezug konnte nicht hinzugefügt werden. Bitte wählen Sie einen gültigen Bezug aus!

# ActiveTEtoDeleteManyTitle
source: Remove highlighted time entries
de: Markierte Zeiteinträge entfernen

source: Time items
de: Zeiteinträge

# DeletedDynamicsCRM
source: There was deleted a time entry from Dynamics CRM!
de: Es wurde ein Zeiteintrag aus Dynamics CRM gelöscht!

# DeletedFromGrid1
source: There were
de: Es wurden

# DeletedFromGrid2
source: time entries deleted from the grid!
de: Zeiteinträge aus dem Grid gelöscht!

# DeletedTimeEntry
source: There was deleted a time entry from the grid!
de: Es wurde ein Zeiteintrag aus dem Grid gelöscht!

# DynamicsCRMdeleted1
source: There were
de: Es wurden

# DynamicsCRMdeleted2
source: Time entries Dynamics CRM deleted!
de: Zeiteinträge Dynamics CRM gelöscht!

# EntriesOpened
source: Unfortunately already 5 time entries opened for editing. No more time entries are open.
de: Leider bereits 5 Zeiteinträge zur Bearbeitung geöffnet. Es können keine weiteren Zeiteinträge geöffnet werden.

# NoConnection
source: No connection available.
de: Keine Verbindung vorhanden.

# RemovedActivit2
source: has been removed from your activities Picks list.
de: wurde aus Ihrer Tätigkeiten-Favoritenliste entfernt.

# RemovedActivity1
source: The activity
de: Die Tätigkeit

# SelectedReference
source: The selected reference is added to your favorites list.
de: Der ausgewählte Bezug wurde Ihrer Favoritenliste hinzugefügt.

# SuccessfullyTransferredCRM
source: Time items were successfully transferred from the Dynamics CRM
de: Zeiteinträge wurden erfolgreich von Dynamics CRM übertragen

# TemporaryContract
source: You have min. marked a temporary contract for deletion, which is being actively edited. Please include the time entry in order to continue the deletion can!
de: Sie haben mind. einen Zeiteintrag zur Löschung markiert, der gerade aktiv bearbeitet wird. Bitte schliessen Sie den Zeiteintrag, um die Löschung fortsetzen zu können!

# TimeEntriesOpen1
source: There are
de: Es wurden

# TimeEntriesOpen2
source: Time Entries open for editing.
de: Zeiteinträge zur Bearbeitung geöffnet.

# TimeEntryForDeletion
source: You have not selected any time entry for deletion. Please select at least one time entry to continue the deletion can!
de: Sie haben keinen Zeiteintrag zur Löschung markiert. Bitte markieren Sie mindestens einen Zeiteintrag, um die Löschung fortsetzen zu können!
